---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GridHeadTag
source: html/822a1e9a-ba70-b06a-c9d2-f887ce8f0709.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GridHeadTag Property

"Symbol"

## Syntax (C#)
```csharp
public static ForgeTypeId GridHeadTag { get; }
```